{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'v1.7.0'"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim",
      "version": "'v4.9.1'"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": "'v9.0.0'"
    },
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim",
      "version": "'v1.59.0'"
    },
    "ctrlsf.vim": {
      "src": "https://github.com/dyng/ctrlsf.vim",
      "version": "'v2.6.0'"
    },
    "dashboard-nvim": {
      "src": "https://github.com/nvimdev/dashboard-nvim"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim",
      "version": "'2.0.0'"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim",
      "version": "'v3.9.0'"
    },
    "lualine-lsp-progress": {
      "src": "https://github.com/arkav/lualine-lsp-progress"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim",
      "version": "'v1.31.0'"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim",
      "version": "'v2.2.1'"
    },
    "milli.nvim": {
      "src": "https://github.com/Amansingh-afk/milli.nvim"
    },
    "nvim-comment": {
      "src": "https://github.com/terrortylor/nvim-comment"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig",
      "version": "'v2.2.0'"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua",
      "version": "'v1.15.0'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context",
      "version": "'v1.0.0'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim",
      "version": "'v0.1.4'"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim",
      "version": "'v0.2.1'"
    },
    "typescript-tools.nvim": {
      "src": "https://github.com/pmizio/typescript-tools.nvim"
    },
    "vgit.nvim": {
      "src": "https://github.com/tanvirtin/vgit.nvim",
      "version": "'v0.2.3'"
    },
    "vim-gh-line": {
      "src": "https://github.com/ruanyl/vim-gh-line"
    },
    "vim-illuminate": {
      "src": "https://github.com/RRethy/vim-illuminate"
    },
    "vim-terraform": {
      "src": "https://github.com/hashivim/vim-terraform"
    }
  }
}
